Revit 2027 API
ExternalResourceTypes.BuiltInExternalResourceTypes.KeynoteTable Property
 An external resource type representing keynote data.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ExternalResourceType KeynoteTable { get; }
Public Shared ReadOnly Property KeynoteTable As ExternalResourceType
	Get
public:
static property ExternalResourceType^ KeynoteTable {
	ExternalResourceType^ get ();
}
static member KeynoteTable : ExternalResourceType with get
Property Value
ExternalResourceType
See Also
Reference
ExternalResourceTypes.BuiltInExternalResourceTypes Class
Autodesk.Revit.DB Namespace